//В файле main.js напишите необходимые функции для создания массива из 25 сгенерированных объектов.
//  Каждый объект массива — описание фотографии, опубликованной пользователем.

// выведу все функции и методы которые мне могут помочь.

const genArr = (obj) => {

};

//Структура
const personObject = {
  id: 'Это число от 1 до 25. Идентификаторы не должны повторяться.',
  url: 'photos/{{i}}.jpg {{i}} — это число от 1 до 25.',
  description: 'Придумать',
  likes: 'от 15 до 200 случайное число',
  comments: 'Это массив обьектов. От других пользователей кол-во от 0 до 30 генерация рандом пример
      {
          id: 'рандом',
          avatar: 'img/avatar-{{случайное число от 1 до 6}}.svg',
          message: 'Массив предложений рандом',
          name: 'Набор имён массив рандом, делаю сам',
      };'
};
